[
    {
        "id": 1,
        "name": "ارتفاع ضغط الدم",
        "description": "ارتفاع ضغط الدم هو حالة طبية تحدث عندما يكون ضغط الدم في الشرايين مرتفعًا بشكل غير طبيعي. يؤدي ذلك إلى إجهاد القلب والأوعية الدموية. إذا لم يتم علاجها، يمكن أن تؤدي إلى مشاكل صحية خطيرة مثل السكتة الدماغية وأمراض القلب. الأعراض تشمل الصداع الشديد، الدوخة، وضيق التنفس. من طرق العلاج تقليل الملح في الطعام، ممارسة الرياضة، وتناول الأدوية."
    },
    {
        "id": 2,
        "name": "مرض السكري",
        "description": "مرض السكري هو حالة تؤثر على قدرة الجسم على إنتاج أو استخدام الأنسولين بشكل فعال. يمكن أن يؤدي إلى مستويات مرتفعة من السكر في الدم. هناك نوعان رئيسيان: السكري من النوع 1 والنوع 2. الأعراض تشمل العطش الشديد، التبول المتكرر، وفقدان الوزن. العلاج يشمل تنظيم مستوى السكر في الدم من خلال الأدوية، واتباع نظام غذائي صحي."
    },
    {
        "id": 3,
        "name": "الربو",
        "description": "الربو هو مرض تنفسي مزمن يتسبب في التهاب الشعب الهوائية وتضيقها، مما يؤدي إلى صعوبة في التنفس. الأعراض تشمل السعال، الأزيز، وضيق التنفس. العوامل المسببة تشمل الغبار، الدخان، وحساسية الطعام. يتم العلاج باستخدام أدوية موسعة للشعب الهوائية مثل البخاخات والمستنشقات."
    },
    {
        "id": 4,
        "name": "الأنفلونزا",
        "description": "الأنفلونزا هي عدوى فيروسية تصيب الجهاز التنفسي العلوي. الأعراض تشمل الحمى، السعال الجاف، آلام العضلات، والإرهاق. يمكن أن تكون الأنفلونزا شديدة وتؤدي إلى مضاعفات مثل الالتهاب الرئوي. يتم العلاج من خلال الراحة، تناول السوائل، وأدوية مضادة للفيروسات في بعض الحالات."
    },
    {
        "id": 5,
        "name": "التهاب المفاصل",
        "description": "التهاب المفاصل هو التهاب في المفاصل يسبب الألم والتيبس. يمكن أن يؤثر على جميع أنواع المفاصل في الجسم. الأعراض تشمل الألم، التورم، وصعوبة في الحركة. يمكن أن يتسبب في تدمير المفاصل إذا لم يتم علاجه بشكل صحيح. العلاج يشمل الأدوية المضادة للالتهابات والعلاج الطبيعي."
    },
    {
        "id": 6,
        "name": "السرطان",
        "description": "السرطان هو مجموعة من الأمراض التي تتميز بنمو غير طبيعي للخلايا. يمكن أن يظهر في أي جزء من الجسم. الأعراض تعتمد على نوع السرطان والمكان الذي يبدأ فيه. يمكن أن تشمل فقدان الوزن، التعب، وآلام غير مفسرة. يعتمد العلاج على نوع السرطان ويشمل الجراحة، العلاج الكيميائي، والعلاج الإشعاعي."
    },
    {
        "id": 7,
        "name": "مرض الكلى المزمن",
        "description": "مرض الكلى المزمن هو تدهور بطيء في وظائف الكلى على مدى عدة سنوات. الأعراض قد تشمل تورم القدمين، ضيق التنفس، وفقدان الشهية. إذا ترك المرض دون علاج، يمكن أن يؤدي إلى الفشل الكلوي. العلاج يشمل السيطرة على ضغط الدم، تحسين النظام الغذائي، وفي بعض الحالات قد يحتاج المريض إلى غسيل الكلى."
    },
    {
        "id": 8,
        "name": "الاكتئاب",
        "description": "الاكتئاب هو اضطراب نفسي يؤثر على المزاج والتفكير. الأعراض تشمل الحزن المستمر، فقدان الاهتمام بالأنشطة اليومية، وتغيرات في النوم والشهية. يمكن أن يؤدي الاكتئاب إلى مشاكل في الأداء الاجتماعي والمهني. العلاج يشمل العلاج النفسي والأدوية المضادة للاكتئاب."
    },
    {
        "id": 9,
        "name": "فقر الدم",
        "description": "فقر الدم هو حالة يحدث فيها نقص في عدد خلايا الدم الحمراء أو الهيموجلوبين. الأعراض تشمل التعب، الدوار، وضيق التنفس. الأسباب تشمل نقص الحديد، الفيتامينات، أو أمراض مزمنة. العلاج يشمل تناول مكملات الحديد أو الفيتامينات."
    },
    {
        "id": 10,
        "name": "الصداع النصفي",
        "description": "الصداع النصفي هو نوع من الصداع الذي يسبب ألمًا شديدًا في جانب واحد من الرأس. قد يصاحبه غثيان، حساسية للضوء، وصعوبة في التركيز. العوامل المسببة تشمل التوتر، قلة النوم، والتغيرات الهرمونية. العلاج يشمل أدوية مسكنة للآلام، وتجنب المحفزات."
    },
    {
        "id": 11,
        "name": "السكتة الدماغية",
        "description": "السكتة الدماغية تحدث عندما ينقطع تدفق الدم إلى جزء من الدماغ، مما يؤدي إلى تلف خلايا الدماغ. الأعراض تشمل فقدان التوازن، صعوبة في التحدث أو فهم الكلام، وضعف في جانب واحد من الجسم. العلاج يعتمد على نوع السكتة الدماغية وقد يشمل الأدوية والجراحة."
    },
    {
        "id": 12,
        "name": "التهاب الرئة",
        "description": "التهاب الرئة هو عدوى تصيب الرئتين وتسبب التهابًا فيها. الأعراض تشمل السعال، الحمى، وضيق التنفس. قد تحدث بسبب بكتيريا أو فيروس. العلاج يشمل المضادات الحيوية أو الأدوية المضادة للفيروسات حسب السبب."
    },
    {
        "id": 13,
        "name": "الربو الشعبي",
        "description": "الربو الشعبي هو حالة مزمنة تؤثر على الشعب الهوائية وتتسبب في تضيقها. الأعراض تشمل السعال المتكرر، الأزيز، وصعوبة التنفس. يمكن أن تحدث النوبات بسبب التلوث أو المواد المثيرة للحساسية. العلاج يشمل الأدوية الموسعة للشعب الهوائية."
    },
    {
        "id": 14,
        "name": "ارتفاع الكولسترول",
        "description": "ارتفاع مستوى الكولسترول في الدم يزيد من خطر الإصابة بأمراض القلب والسكتات الدماغية. الأعراض غالبًا ما تكون غير ملحوظة، لكن يمكن أن تؤدي إلى مشاكل صحية خطيرة. العلاج يشمل تناول أدوية خافضة للكولسترول، وتغيير النظام الغذائي."
    },
    {
        "id": 15,
        "name": "التهاب الكبد",
        "description": "التهاب الكبد هو التهاب في الكبد يمكن أن يحدث بسبب الفيروسات أو تناول بعض الأدوية. الأعراض تشمل اصفرار الجلد والعينين، آلام في البطن، وفقدان الشهية. العلاج يعتمد على السبب وقد يشمل الأدوية المضادة للفيروسات."
    },
    {
        "id": 16,
        "name": "الزهايمر",
        "description": "مرض الزهايمر هو نوع من الخرف يؤثر على الذاكرة والتفكير. الأعراض تشمل فقدان الذاكرة، صعوبة في التركيز، وفقدان القدرة على أداء الأنشطة اليومية. العلاج يشمل الأدوية التي تساعد في تحسين الذاكرة وتخفيف الأعراض."
    },
    {
        "id": 17,
        "name": "التصلب المتعدد",
        "description": "التصلب المتعدد هو مرض مناعي ذاتي يؤثر على الجهاز العصبي المركزي. الأعراض تشمل ضعف العضلات، صعوبة في التنسيق، وفقدان الإحساس. العلاج يشمل الأدوية المثبطة للمناعة والعلاج الطبيعي."
    },
    {
        "id": 18,
        "name": "الجلطة القلبية",
        "description": "الجلطة القلبية تحدث عندما ينقطع تدفق الدم إلى جزء من القلب. الأعراض تشمل ألم في الصدر، ضيق التنفس، والتعرق. العلاج يتضمن الأدوية، والعلاج التدخلي مثل القسطرة أو الجراحة."
    },
    {
        "id": 19,
        "name": "الحمى المالطية",
        "description": "الحمى المالطية هي عدوى بكتيرية تصيب البشر بسبب الاتصال بالحيوانات المصابة. الأعراض تشمل الحمى، آلام العضلات، والتعرق الليلي. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 20,
        "name": "التسمم الغذائي",
        "description": "التسمم الغذائي يحدث عندما يتناول الشخص طعامًا ملوثًا بالفيروسات أو البكتيريا. الأعراض تشمل القيء، الإسهال، وآلام في البطن. العلاج يشمل الراحة، تناول السوائل، وفي بعض الحالات قد يحتاج المريض إلى مضادات حيوية."
    },
    {
        "id": 21,
        "name": "التسمم الدموي",
        "description": "التسمم الدموي هو حالة تحدث عندما تدخل البكتيريا أو السموم إلى مجرى الدم. الأعراض تشمل الحمى، التعب، وضيق التنفس. إذا لم يتم علاجه بسرعة، يمكن أن يؤدي إلى فشل الأعضاء. العلاج يشمل المضادات الحيوية والرعاية الداعمة."
    },
    {
        "id": 22,
        "name": "مرض باركنسون",
        "description": "مرض باركنسون هو اضطراب عصبي يؤثر على الحركة. الأعراض تشمل الرعشة، التصلب، بطء الحركة، وفقدان التوازن. لا يوجد علاج نهائي، ولكن يمكن تخفيف الأعراض من خلال الأدوية والعلاج الطبيعي."
    },
    {
        "id": 23,
        "name": "الذئبة الحمراء",
        "description": "الذئبة الحمراء هي مرض مناعي ذاتي يهاجم فيه جهاز المناعة الأنسجة السليمة في الجسم. الأعراض تشمل الطفح الجلدي، آلام المفاصل، والتعب الشديد. العلاج يشمل الأدوية المثبطة للمناعة والمسكنات."
    },
    {
        "id": 24,
        "name": "الفشل الكلوي",
        "description": "الفشل الكلوي يحدث عندما تفقد الكلى قدرتها على أداء وظائفها بشكل كامل. الأعراض تشمل تورم القدمين، ضيق التنفس، والغثيان. العلاج يشمل غسيل الكلى أو زرع الكلى."
    },
    {
        "id": 25,
        "name": "التهاب القولون",
        "description": "التهاب القولون هو التهاب في الأمعاء الغليظة، قد يكون ناتجًا عن عدوى أو أمراض مناعية. الأعراض تشمل آلام البطن، الإسهال، وفقدان الوزن. العلاج يعتمد على السبب وقد يشمل الأدوية المضادة للبكتيريا أو مضادات الالتهاب."
    },
    {
        "id": 26,
        "name": "الصداع التوتري",
        "description": "الصداع التوتري هو نوع من الصداع الذي يسبب شعورًا بالضغط أو التوتر حول الرأس. الأعراض تشمل الألم الخفيف إلى المتوسط في الرأس والرقبة. العلاج يشمل الأدوية المسكنة والتقنيات الاسترخائية."
    },
    {
        "id": 27,
        "name": "التهاب المعدة",
        "description": "التهاب المعدة هو التهاب في بطانة المعدة، قد يكون ناتجًا عن العدوى أو التوتر. الأعراض تشمل آلام المعدة، الغثيان، والقيء. العلاج يشمل الأدوية المضادة للحموضة والمضادات الحيوية إذا كان السبب بكتيريًا."
    },
    {
        "id": 28,
        "name": "العدوى الفطرية",
        "description": "العدوى الفطرية هي عدوى تحدث بسبب الفطريات، وتشمل مناطق مثل الجلد، الأظافر، والأعضاء التناسلية. الأعراض تشمل الحكة، الاحمرار، والتورم. العلاج يشمل الأدوية المضادة للفطريات."
    },
    {
        "id": 29,
        "name": "مرض الكبد الدهني",
        "description": "مرض الكبد الدهني هو تراكم الدهون في الكبد الذي قد يؤدي إلى التهاب وتليف الكبد. الأعراض تشمل التعب، ألم في البطن، وتغيرات في لون البول. العلاج يشمل تحسين النظام الغذائي وممارسة الرياضة."
    },
    {
        "id": 30,
        "name": "الفتق",
        "description": "الفتق هو حالة يحدث فيها خروج جزء من الأمعاء أو الأنسجة من مكانها الطبيعي عبر جدار البطن. الأعراض تشمل تورم في المنطقة المصابة، وألم عند السعال أو رفع الأشياء الثقيلة. العلاج قد يتطلب جراحة لإصلاح الفتق."
    },
    {
        "id": 31,
        "name": "التسمم الكحولي",
        "description": "التسمم الكحولي يحدث عندما يشرب الشخص كمية كبيرة من الكحول في فترة زمنية قصيرة. الأعراض تشمل الغثيان، القيء، فقدان الوعي، وصعوبة التنفس. العلاج يشمل الدعم الطبي والراحة."
    },
    {
        "id": 32,
        "name": "السيلان",
        "description": "السيلان هو عدوى بكتيرية تنتقل عبر الاتصال الجنسي. الأعراض تشمل إفرازات غير طبيعية من الأعضاء التناسلية، وألم عند التبول. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 33,
        "name": "التهاب الأذن الوسطى",
        "description": "التهاب الأذن الوسطى هو التهاب في الأذن الوسطى، غالبًا ما يكون نتيجة لعدوى بكتيرية أو فيروسية. الأعراض تشمل ألم في الأذن، فقدان السمع، والحمى. العلاج يشمل المسكنات والمضادات الحيوية إذا لزم الأمر."
    },
    {
        "id": 34,
        "name": "التوحد",
        "description": "التوحد هو اضطراب عصبي يؤثر على تطور المهارات الاجتماعية والتواصل. الأعراض تشمل صعوبة في التفاعل الاجتماعي، الاهتمام بالأنشطة المتكررة، وتأخر في النمو اللغوي. العلاج يشمل العلاج السلوكي والتعليم المبكر."
    },
    {
        "id": 35,
        "name": "حساسية الطعام",
        "description": "حساسية الطعام هي استجابة مناعية غير طبيعية تجاه بعض الأطعمة. الأعراض تشمل الحكة، تورم الشفاه أو اللسان، وصعوبة في التنفس. العلاج يشمل تجنب الأطعمة المسببة للحساسية واستخدام أدوية مضادة للهستامين."
    },
    {
        "id": 36,
        "name": "ارتفاع درجة الحرارة",
        "description": "ارتفاع درجة الحرارة هو حالة طبية تتميز بزيادة في درجة حرارة الجسم فوق المعدل الطبيعي. الأعراض تشمل القشعريرة، التعرق، والضعف. العلاج يشمل الراحة وتناول أدوية خافضة للحرارة."
    },
    {
        "id": 37,
        "name": "الحصبة",
        "description": "الحصبة هي عدوى فيروسية شديدة العدوى. الأعراض تشمل الحمى، السعال الجاف، والطفح الجلدي. يمكن الوقاية منها من خلال التطعيم. العلاج يشمل الراحة والمشروبات الدافئة."
    },
    {
        "id": 38,
        "name": "الفشل الكبدي",
        "description": "الفشل الكبدي يحدث عندما يتوقف الكبد عن أداء وظائفه بشكل كامل. الأعراض تشمل اصفرار الجلد والعينين، تورم البطن، وفقدان الشهية. العلاج يشمل زرع الكبد في الحالات المتقدمة."
    },
    {
        "id": 39,
        "name": "السكري من النوع الأول",
        "description": "السكري من النوع الأول هو مرض مناعي ذاتي يؤدي إلى تدمير خلايا البنكرياس المسؤولة عن إنتاج الأنسولين. الأعراض تشمل العطش الشديد، التبول المتكرر، وفقدان الوزن. العلاج يشمل حقن الأنسولين بشكل يومي."
    },
    {
        "id": 40,
        "name": "السكري من النوع الثاني",
        "description": "السكري من النوع الثاني هو مرض يحدث عندما يصبح الجسم مقاومًا للأنسولين أو لا يستطيع إنتاجه بشكل كافٍ. الأعراض تشمل العطش الزائد، التعب، وتشوش الرؤية. العلاج يشمل الأدوية وتنظيم النظام الغذائي."
    },
    {
        "id": 41,
        "name": "التهاب اللوزتين",
        "description": "التهاب اللوزتين هو التهاب في اللوزتين نتيجة لعدوى فيروسية أو بكتيرية. الأعراض تشمل ألم الحلق، صعوبة في البلع، والحمى. العلاج يشمل المضادات الحيوية أو أدوية مسكنة للألم."
    },
    {
        "id": 42,
        "name": "السمنة",
        "description": "السمنة هي حالة طبية تحدث عندما يتراكم الكثير من الدهون في الجسم. الأعراض تشمل زيادة الوزن، صعوبة في التنفس، وتعب. العلاج يشمل تحسين النظام الغذائي، ممارسة الرياضة، وفي بعض الحالات قد يتطلب الجراحة."
    },
    {
        "id": 43,
        "name": "أمراض القلب",
        "description": "أمراض القلب تشمل مجموعة من الحالات التي تؤثر على القلب مثل أمراض الشرايين التاجية. الأعراض تشمل ألم في الصدر، ضيق التنفس، والإرهاق. العلاج يشمل الأدوية، تغيير نمط الحياة، وفي بعض الحالات الجراحة."
    },
    
    {
        "id": 44,
        "name": "مرض لايم",
        "description": "مرض لايم هو عدوى بكتيرية تنتقل عن طريق لدغات القراد. الأعراض تشمل الطفح الجلدي، الحمى، والصداع. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 45,
        "name": "التهاب السحايا",
        "description": "التهاب السحايا هو التهاب في الأغشية التي تحيط بالدماغ والنخاع الشوكي. الأعراض تشمل الحمى، الصداع الشديد، وصلابة الرقبة. العلاج يشمل المضادات الحيوية أو الأدوية المضادة للفطريات."
    },
    {
        "id": 46,
        "name": "التسمم الغذائي",
        "description": "التسمم الغذائي يحدث نتيجة تناول طعام ملوث بالبكتيريا أو الفيروسات. الأعراض تشمل الغثيان، القيء، الإسهال، وآلام البطن. العلاج يشمل الراحة، السوائل، وأدوية مضادة للإسهال."
    },
    {
        "id": 47,
        "name": "مرض الغدة الدرقية",
        "description": "مرض الغدة الدرقية يشمل اضطرابات في وظيفة الغدة الدرقية مثل فرط أو قصور الدرقية. الأعراض تشمل التعب، زيادة أو فقدان الوزن، وتغيرات في المزاج. العلاج يشمل الأدوية الهرمونية أو الجراحة."
    },
    {
        "id": 48,
        "name": "التصلب المتعدد",
        "description": "التصلب المتعدد هو مرض مناعي يؤثر على الجهاز العصبي المركزي ويؤدي إلى تلف الأعصاب. الأعراض تشمل ضعف العضلات، فقدان التنسيق، وصعوبة في الرؤية. العلاج يشمل الأدوية المعدلة للمناعة."
    },
    {
        "id": 49,
        "name": "التهاب الأوتار",
        "description": "التهاب الأوتار هو التهاب في الأوتار التي تربط العضلات بالعظام. الأعراض تشمل الألم، التورم، وصعوبة في الحركة. العلاج يشمل الراحة، الأدوية المضادة للالتهابات، والعلاج الطبيعي."
    },
    {
        "id": 50,
        "name": "الدوار",
        "description": "الدوار هو شعور بالدوخة أو فقدان التوازن. الأعراض تشمل الشعور بأن البيئة تدور حولك. العلاج يعتمد على السبب ويشمل الأدوية والعلاج الفيزيائي."
    },
    {
        "id": 51,
        "name": "التهاب الجيوب الأنفية",
        "description": "التهاب الجيوب الأنفية هو التهاب في التجاويف الهوائية داخل الأنف. الأعراض تشمل احتقان الأنف، صداع، وألم في الوجه. العلاج يشمل الأدوية المضادة للبكتيريا أو الأدوية المسكنة."
    },
    {
        "id": 52,
        "name": "مرض التهاب الأمعاء",
        "description": "مرض التهاب الأمعاء هو مجموعة من الأمراض التي تؤثر على الجهاز الهضمي مثل مرض كرون والتهاب القولون التقرحي. الأعراض تشمل الإسهال، ألم البطن، وفقدان الوزن. العلاج يشمل الأدوية المضادة للالتهابات."
    },
    {
        "id": 53,
        "name": "الإصابات الرياضية",
        "description": "الإصابات الرياضية تشمل الإصابات التي تحدث أثناء ممارسة الأنشطة الرياضية مثل التواء المفاصل أو تمزق الأوتار. العلاج يشمل الراحة، الثلج، والضغط، وفي بعض الأحيان الجراحة."
    },
    {
        "id": 54,
        "name": "مرض كرون",
        "description": "مرض كرون هو نوع من التهاب الأمعاء الذي يؤثر على الجهاز الهضمي. الأعراض تشمل الإسهال المزمن، آلام البطن، وفقدان الوزن. العلاج يشمل الأدوية المضادة للالتهابات والعلاج المناعي."
    },
    {
        "id": 55,
        "name": "الحساسية الموسمية",
        "description": "الحساسية الموسمية هي رد فعل تحسسي تجاه مسببات الحساسية مثل حبوب اللقاح. الأعراض تشمل العطس، السعال، والعيون الدامعة. العلاج يشمل مضادات الهيستامين وأدوية إزالة الاحتقان."
    },
    {
        "id": 56,
        "name": "التهاب الشعب الهوائية",
        "description": "التهاب الشعب الهوائية هو التهاب في الشعب الهوائية في الرئتين. الأعراض تشمل السعال، البلغم، وضيق التنفس. العلاج يشمل الأدوية الموسعة للشعب الهوائية والمضادات الحيوية إذا كانت العدوى بكتيرية."
    },
    {
        "id": 57,
        "name": "التصلب الجانبي الضموري",
        "description": "التصلب الجانبي الضموري هو مرض عصبي يؤدي إلى ضعف العضلات وفقدان التنسيق. الأعراض تشمل صعوبة في التحدث، بلع الطعام، والمشي. العلاج يشمل الأدوية لتخفيف الأعراض."
    },
    {
        "id": 58,
        "name": "التهاب العيون",
        "description": "التهاب العيون يشمل التهابات في الأجزاء المختلفة للعين مثل الملتحمة أو القرنية. الأعراض تشمل احمرار العين، الحكة، والحساسية للضوء. العلاج يشمل قطرات العين أو الأدوية المضادة للبكتيريا."
    },
    {
        "id": 59,
        "name": "اليرقان",
        "description": "اليرقان هو اصفرار الجلد والعينين بسبب ارتفاع مستويات البيليروبين في الدم. الأعراض تشمل اصفرار الجلد والعينين. العلاج يشمل علاج السبب الأساسي مثل التهاب الكبد أو انسداد القنوات الصفراوية."
    },
    {
        "id": 60,
        "name": "الهيموفيليا",
        "description": "الهيموفيليا هو اضطراب نزيف ناتج عن نقص في عوامل التجلط. الأعراض تشمل النزيف المطول بعد الإصابة أو الجراحة. العلاج يشمل نقل عوامل التجلط."
    },
    {
        "id": 61,
        "name": "الديسك",
        "description": "الديسك هو انزلاق في الأقراص بين الفقرات التي يمكن أن تؤدي إلى ضغط على الأعصاب. الأعراض تشمل الألم الشديد في الظهر أو الرقبة. العلاج يشمل الأدوية المسكنة والعلاج الطبيعي."
    },
    {
        "id": 62,
        "name": "مرض الهيموكروماتوز",
        "description": "الهيموكروماتوز هو حالة يتراكم فيها الحديد في الجسم. الأعراض تشمل التعب، ألم المفاصل، وتغير لون الجلد. العلاج يشمل سحب الدم بانتظام."
    },
    {
        "id": 63,
        "name": "العدوى الفطرية",
        "description": "العدوى الفطرية هي عدوى تسببها الفطريات. الأعراض تشمل الحكة، التورم، وظهور بقع جلدية. العلاج يشمل الأدوية المضادة للفطريات."
    },
    {
        "id": 64,
        "name": "الحصبة",
        "description": "الحصبة هي عدوى فيروسية تسبب طفحًا جلديًا وحمى. الأعراض تشمل السعال، العطس، والطفح الجلدي. العلاج يشمل الراحة والأدوية لتخفيف الأعراض."
    },
    {
        "id": 65,
        "name": "التسمم بالرصاص",
        "description": "التسمم بالرصاص يحدث عندما يتراكم الرصاص في الجسم. الأعراض تشمل آلام البطن، التعب، وفقدان الشهية. العلاج يشمل الأدوية التي تساعد على التخلص من الرصاص."
    },
    {
        "id": 66,
        "name": "التهاب الحلق",
        "description": "التهاب الحلق هو التهاب في الحلق يمكن أن يكون ناتجًا عن عدوى فيروسية أو بكتيرية. الأعراض تشمل ألم الحلق وصعوبة في البلع. العلاج يشمل الأدوية المضادة للبكتيريا أو مسكنات الألم."
    },
    {
        "id": 67,
        "name": "التسمم بالزئبق",
        "description": "التسمم بالزئبق يحدث عندما يتراكم الزئبق في الجسم. الأعراض تشمل فقدان الذاكرة، التغيرات في المزاج، وصعوبة في التنسيق. العلاج يشمل العلاج بالأدوية المساعدة."
    },
    {
        "id": 68,
        "name": "الدفتيريا",
        "description": "الدفتيريا هي عدوى بكتيرية تصيب الحلق والأنف. الأعراض تشمل التهاب الحلق، الحمى، وصعوبة في التنفس. العلاج يشمل المضادات الحيوية والتطعيم."
    },
    {
        "id": 69,
        "name": "السعال الديكي",
        "description": "السعال الديكي هو عدوى بكتيرية تسبب السعال الشديد. الأعراض تشمل السعال المستمر، صعوبة في التنفس، والتعب. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 70,
        "name": "الشلل الدماغي",
        "description": "الشلل الدماغي هو اضطراب عصبي يؤثر على الحركة والتنسيق. الأعراض تشمل ضعف العضلات، صعوبة في الحركة، وفقدان التنسيق. العلاج يشمل العلاج الطبيعي والأدوية."
    },
    {
        "id": 71,
        "name": "البواسير",
        "description": "البواسير هي أوردة متورمة في منطقة الشرج. الأعراض تشمل الألم، الحكة، والنزيف. العلاج يشمل الأدوية لتخفيف الألم أو الجراحة في الحالات الشديدة."
    },
    {
        "id": 72,
        "name": "الزكام",
        "description": "الزكام هو عدوى فيروسية تسبب التهابًا في الأنف والحلق. الأعراض تشمل السعال، العطس، واحتقان الأنف. العلاج يشمل الراحة والأدوية لتخفيف الأعراض."
    },
    {
        "id": 73,
        "name": "الجلطة الدموية",
        "description": "الجلطة الدموية هي تكتل للدم داخل الأوعية الدموية. الأعراض تشمل تورم، ألم، وضيق في التنفس. العلاج يشمل الأدوية المانعة للتجلط."
    },
    {
        "id": 74,
        "name": "التهاب الأذن الوسطى",
        "description": "التهاب الأذن الوسطى هو التهاب في الأذن الداخلية بسبب عدوى. الأعراض تشمل ألم الأذن، فقدان السمع، والحمى. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 75,
        "name": "التسمم الدوائي",
        "description": "التسمم الدوائي يحدث عندما يتم تناول أدوية بكميات مفرطة. الأعراض تشمل الغثيان، القيء، وفقدان الوعي. العلاج يشمل الرعاية الطبية الطارئة."
    },
    {
        "id": 76,
        "name": "الطاعون",
        "description": "الطاعون هو مرض بكتيري ينتقل عن طريق القوارض. الأعراض تشمل الحمى، الغثيان، والتورم في الغدد الليمفاوية. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 77,
        "name": "الحمى الشوكية",
        "description": "الحمى الشوكية هي التهاب في السحايا (الأغشية التي تحيط بالدماغ). الأعراض تشمل الحمى، صداع شديد، وصلابة الرقبة. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 78,
        "name": "التسمم الغذائي البكتيري",
        "description": "التسمم الغذائي البكتيري يحدث نتيجة تناول طعام ملوث بالبكتيريا. الأعراض تشمل الإسهال، الغثيان، وآلام البطن. العلاج يشمل الأدوية المضادة للبكتيريا."
    },
    {
        "id": 79,
        "name": "التهاب اللثة",
        "description": "التهاب اللثة هو التهاب في الأنسجة المحيطة بالأسنان. الأعراض تشمل احمرار اللثة، النزيف عند التفريش، ورائحة الفم الكريهة. العلاج يشمل تنظيف الأسنان والعلاج الطبي."
    },
    {
        "id": 80,
        "name": "العدوى الفيروسية",
        "description": "العدوى الفيروسية تحدث بسبب دخول الفيروسات إلى الجسم. الأعراض تشمل الحمى، السعال، والعطس. العلاج يشمل الراحة، السوائل، والأدوية المضادة للفيروسات."
    },
    {
        "id": 81,
        "name": "التهاب البنكرياس",
        "description": "التهاب البنكرياس هو التهاب في البنكرياس يمكن أن يؤدي إلى ألم شديد. الأعراض تشمل آلام البطن الحادة، الغثيان، والقيء. العلاج يشمل الأدوية المسكنة والعلاج في المستشفى."
    },
    {
        "id": 82,
        "name": "الانفلونزا الموسمية",
        "description": "الانفلونزا الموسمية هي عدوى فيروسية تحدث في فصل الشتاء. الأعراض تشمل الحمى، السعال، وآلام العضلات. العلاج يشمل الأدوية المضادة للفيروسات والراحة."
    },
    {
        "id": 83,
        "name": "الصداع العنقودي",
        "description": "الصداع العنقودي هو نوع نادر من الصداع الذي يحدث في مجموعات أو حلقات. الأعراض تشمل ألمًا شديدًا في جانب واحد من الرأس. العلاج يشمل الأدوية المسكنة."
    },
    {
        "id": 84,
        "name": "التسمم الكيماوي",
        "description": "التسمم الكيماوي يحدث بسبب التعرض لمواد كيميائية ضارة. الأعراض تشمل الدوار، الغثيان، وصعوبة التنفس. العلاج يشمل العلاج الطبي العاجل."
    },
    {
        "id": 85,
        "name": "الحمى التيفودية",
        "description": "الحمى التيفودية هي عدوى بكتيرية تسببها السالمونيلا. الأعراض تشمل الحمى، الألم البطني، والإسهال. العلاج يشمل المضادات الحيوية."
    },
    {
        "id": 86,
        "name": "الحروق",
        "description": "الحروق هي إصابات تحدث نتيجة التعرض للحرارة أو المواد الكيميائية. الأعراض تشمل الاحمرار، الألم، والتورم. العلاج يشمل تبريد الحرق وتغطية الجرح."
    },
    {
        "id": 87,
        "name": "الأمراض المعدية",
        "description": "الأمراض المعدية هي الأمراض التي تنتقل من شخص لآخر عن طريق الفيروسات أو البكتيريا. الأعراض تشمل الحمى، السعال، والإرهاق. العلاج يشمل الأدوية المضادة للبكتيريا أو الفيروسات."
    },
    {
        "id": 88,
        "name": "مرض السكري الحاد",
        "description": "السكري الحاد هو ارتفاع حاد في مستويات السكر في الدم، مما قد يؤدي إلى مضاعفات خطيرة. الأعراض تشمل العطش الشديد، التبول المتكرر، وفقدان الوزن. العلاج يشمل الأنسولين أو الأدوية الخافضة للسكر."
    },
    {
        "id": 89,
        "name": "الفشل الكلوي",
        "description": "الفشل الكلوي هو فقدان تدريجي لوظائف الكلى. الأعراض تشمل التورم، الإرهاق، وصعوبة التبول. العلاج يشمل غسيل الكلى أو زراعة الكلى."
    },
    {
        "id": 90,
        "name": "السل",
        "description": "السل هو عدوى بكتيرية تصيب الرئتين. الأعراض تشمل السعال المزمن، الحمى، وفقدان الوزن. العلاج يشمل المضادات الحيوية لفترة طويلة."
    },
    {
        "id": 91,
        "name": "الأمراض التنفسية",
        "description": "الأمراض التنفسية هي أمراض تؤثر على الرئتين والجهاز التنفسي. الأعراض تشمل السعال، ضيق التنفس، والحمى. العلاج يشمل الأدوية الموسعة للشعب الهوائية أو المضادات الحيوية."
    },
    {
        "id": 92,
        "name": "التسمم بالغازات",
        "description": "التسمم بالغازات يحدث عندما يتم استنشاق غازات سامة مثل أول أكسيد الكربون. الأعراض تشمل الصداع، الدوار، والغثيان. العلاج يشمل التنفس في هواء نقي."
    },{
    "id": 101,
    "name": "التهاب الزائدة الدودية",
    "description": "التهاب الزائدة الدودية هو التهاب يحدث في الزائدة الدودية، وهي جزء صغير من الأمعاء الغليظة. يسبب ألمًا في الجزء السفلي الأيمن من البطن وقد يتطلب جراحة لإزالته."
},
{
    "id": 102,
    "name": "التهاب المفاصل",
    "description": "التهاب المفاصل هو مجموعة من الأمراض التي تؤثر على المفاصل وتسبب الألم والتورم. يمكن أن تؤثر على حركة المفصل وتسبب صعوبة في القيام بالأنشطة اليومية."
},
{
    "id": 103,
    "name": "التهاب الأذن الوسطى",
    "description": "التهاب الأذن الوسطى هو التهاب في الأذن الوسطى، قد يحدث بسبب عدوى بكتيرية أو فيروسية. يتسبب في ألم في الأذن وفقدان مؤقت للسمع."
},
{
    "id": 104,
    "name": "التسمم الغذائي",
    "description": "التسمم الغذائي يحدث نتيجة تناول طعام ملوث بالجراثيم أو السموم. يتسبب في أعراض مثل الإسهال والغثيان والقيء وآلام المعدة."
},
{
    "id": 105,
    "name": "السكتة الدماغية",
    "description": "السكتة الدماغية تحدث عندما ينقطع تدفق الدم إلى جزء من الدماغ، مما يؤدي إلى تلف خلايا الدماغ. قد يؤدي إلى فقدان الحركة أو النطق."
},
{
    "id": 106,
    "name": "السكري",
    "description": "السكري هو اضطراب في عملية التمثيل الغذائي، يؤدي إلى مستويات عالية من السكر في الدم. قد يتسبب في مشاكل صحية متعددة مثل أمراض القلب والفشل الكلوي."
},
{
    "id": 107,
    "name": "الربو",
    "description": "الربو هو مرض مزمن يؤثر على الشعب الهوائية في الرئتين ويؤدي إلى ضيق التنفس والسعال والصفير عند التنفس."
},
{
    "id": 108,
    "name": "التهاب الكبد الفيروسي",
    "description": "التهاب الكبد الفيروسي هو التهاب في الكبد يحدث بسبب العدوى بفيروسات مختلفة. يمكن أن يؤدي إلى فشل الكبد المزمن إذا لم يتم معالجته."
},
{
    "id": 109,
    "name": "ارتفاع ضغط الدم",
    "description": "ارتفاع ضغط الدم هو حالة يكون فيها الضغط على جدران الشرايين مرتفعًا بشكل غير طبيعي. قد يؤدي إلى مشاكل صحية خطيرة مثل السكتة الدماغية والنوبات القلبية."
},
{
    "id": 110,
    "name": "الفشل الكلوي",
    "description": "الفشل الكلوي يحدث عندما تتوقف الكلى عن أداء وظائفها بشكل فعال، مما يؤدي إلى تراكم السموم والسوائل في الجسم."
},
{
    "id": 111,
    "name": "الأنفلونزا",
    "description": "الأنفلونزا هي عدوى فيروسية تؤثر على الجهاز التنفسي، وتسبب أعراضًا مثل الحمى والسعال والاحتقان وآلام الجسم."
},
{
    "id": 112,
    "name": "التهاب الرئة",
    "description": "التهاب الرئة هو التهاب في أنسجة الرئتين بسبب عدوى بكتيرية أو فيروسية. يسبب صعوبة في التنفس وسعالًا مع إفرازات مخاطية."
},
{
    "id": 113,
    "name": "مرض الزهايمر",
    "description": "مرض الزهايمر هو نوع من الخرف الذي يؤثر على الذاكرة والتفكير والسلوك. يتطور تدريجيًا ويمكن أن يؤثر على القدرة على القيام بالأنشطة اليومية."
},
{
    "id": 114,
    "name": "الصرع",
    "description": "الصرع هو اضطراب عصبي يؤدي إلى نوبات متكررة نتيجة نشاط كهربائي غير طبيعي في الدماغ. يمكن أن تتراوح النوبات بين خفيفة وشديدة."
},
{
    "id": 115,
    "name": "التهاب القولون",
    "description": "التهاب القولون هو التهاب في الأمعاء الغليظة، ويمكن أن يتسبب في أعراض مثل الإسهال الشديد والألم في البطن."
},
{
    "id": 116,
    "name": "التسمم بالزئبق",
    "description": "التسمم بالزئبق يحدث عندما يتراكم الزئبق في الجسم، مما يؤدي إلى مشاكل صحية مثل تلف الأعصاب والمشاكل الكلوية."
},
{
    "id": 117,
    "name": "السمنة",
    "description": "السمنة هي حالة طبية تتميز بتراكم مفرط للدهون في الجسم، مما يزيد من خطر الإصابة بالأمراض المزمنة مثل مرض السكري وأمراض القلب."
},
{
    "id": 118,
    "name": "السل",
    "description": "السل هو مرض بكتيري يؤثر على الرئتين في المقام الأول، وقد ينتشر إلى أجزاء أخرى من الجسم. يسبب سعالًا مستمرًا وألمًا في الصدر."
},
{
    "id": 119,
    "name": "أمراض القلب التاجية",
    "description": "أمراض القلب التاجية هي مجموعة من الحالات التي تؤثر على الشرايين التاجية وتؤدي إلى تقييد تدفق الدم إلى القلب، مما يزيد من خطر الإصابة بالنوبات القلبية."
},
{
    "id": 120,
    "name": "التهاب الأمعاء",
    "description": "التهاب الأمعاء هو التهاب في الأمعاء قد يكون بسبب عدوى أو أمراض مناعية. يسبب أعراضًا مثل الإسهال وآلام البطن وفقدان الوزن."
},{
    "id": 121,
    "name": "الاكتئاب",
    "description": "الاكتئاب هو اضطراب نفسي يتميز بمشاعر مستمرة من الحزن وفقدان الاهتمام بالأشياء التي كانت ممتعة. قد يتسبب في صعوبة في أداء الأنشطة اليومية."
},
{
    "id": 122,
    "name": "القلق العام",
    "description": "القلق العام هو حالة من القلق المستمر والمفرط حول أمور الحياة اليومية. قد يتسبب في صعوبة في التركيز واضطرابات في النوم."
},
{
    "id": 123,
    "name": "الفصام",
    "description": "الفصام هو اضطراب عقلي خطير يؤثر على التفكير والعواطف والسلوك. قد يعاني الشخص المصاب من الهلوسة والأوهام وصعوبة في التفكير بوضوح."
},
{
    "id": 124,
    "name": "اضطراب ثنائي القطب",
    "description": "اضطراب ثنائي القطب هو اضطراب نفسي يتسم بتقلبات شديدة في المزاج بين فترات من الهوس والاكتئاب. يؤثر على القدرة على العمل والعلاقات الشخصية."
},
{
    "id": 125,
    "name": "الوسواس القهري",
    "description": "الوسواس القهري هو اضطراب نفسي يتميز بوجود أفكار وسواسية متكررة وسلوكيات قهرية. يشعر الشخص بالحاجة إلى أداء هذه السلوكيات لتقليل القلق."
},
{
    "id": 126,
    "name": "اضطراب الشخصية الحدية",
    "description": "اضطراب الشخصية الحدية هو اضطراب عقلي يتسم بتقلبات مزاجية شديدة وصعوبة في الحفاظ على العلاقات. يعاني المصاب من مشاعر عميقة من الفراغ والغضب."
},
{
    "id": 127,
    "name": "الرهاب الاجتماعي",
    "description": "الرهاب الاجتماعي هو اضطراب نفسي يتسم بالخوف الشديد من المواقف الاجتماعية، مما يؤدي إلى تجنب التفاعل مع الآخرين بسبب الخوف من النقد أو الإحراج."
},
{
    "id": 128,
    "name": "اضطراب ما بعد الصدمة",
    "description": "اضطراب ما بعد الصدمة هو حالة نفسية تحدث بعد التعرض لحدث صادم. تشمل الأعراض تذكر الحدث بشكل متكرر، القلق الشديد، وصعوبة النوم."
},
{
    "id": 129,
    "name": "الهلوسة",
    "description": "الهلوسة هي تجربة حسية غير حقيقية حيث يرى الشخص أو يسمع أو يشعر بشيء غير موجود في الواقع. قد تكون جزءًا من حالات مثل الفصام أو الاكتئاب الشديد."
},
{
    "id": 130,
    "name": "اضطراب الطعام",
    "description": "اضطراب الطعام هو مجموعة من الاضطرابات النفسية التي تؤثر على سلوك الشخص تجاه الطعام. تشمل هذه الاضطرابات مثل فقدان الشهية العصبي أو الشره المرضي."
},{
    "id": 131,
    "name": "الاكتئاب الحاد",
    "description": "الاكتئاب الحاد هو اضطراب نفسي يتميز بالحزن العميق والمستمر وفقدان الاهتمام بالأنشطة اليومية. قد يؤثر على التفكير والسلوك ويؤدي إلى الانسحاب الاجتماعي."
},
{
    "id": 132,
    "name": "القلق الاجتماعي",
    "description": "القلق الاجتماعي هو الخوف المفرط من التفاعل مع الآخرين، مما يؤدي إلى تجنب المواقف الاجتماعية. يمكن أن يتسبب في الشعور بالحرج والذنب والخوف من الحكم."
},
{
    "id": 133,
    "name": "الوسواس القهري",
    "description": "الوسواس القهري هو اضطراب يتسم بالأفكار المتكررة والمزعجة (الوساوس) التي تؤدي إلى تصرفات متكررة (القهرية) بهدف تقليل القلق."
},
{
    "id": 134,
    "name": "اضطراب النوم",
    "description": "اضطراب النوم يشمل مجموعة من الحالات التي تؤثر على القدرة على النوم بشكل جيد، مثل الأرق أو النوم المفرط أو انقطاع النفس أثناء النوم."
},
{
    "id": 135,
    "name": "الذهان",
    "description": "الذهان هو اضطراب عقلي يتسبب في فقدان الاتصال بالواقع، مما يؤدي إلى الهلوسة والأوهام. يعاني الشخص المصاب من صعوبة في التفكير بشكل منطقي."
},
{
    "id": 136,
    "name": "التوحد",
    "description": "التوحد هو اضطراب نمائي يؤثر على التفاعل الاجتماعي والتواصل والسلوكيات. يختلف الأشخاص المصابون بالتوحد في شدة الأعراض والقدرات العقلية."
},
{
    "id": 137,
    "name": "الاضطراب العقلي التكيفي",
    "description": "الاضطراب العقلي التكيفي هو رد فعل نفسي غير طبيعي يحدث بعد مواجهة ضغوط شديدة. يشمل أعراضًا مثل القلق والاكتئاب وصعوبة في التكيف مع المواقف."
},
{
    "id": 138,
    "name": "التسمم الكحولي",
    "description": "التسمم الكحولي يحدث عندما يتناول الشخص كميات كبيرة من الكحول، مما يؤدي إلى تأثيرات سامة على الدماغ والجسم مثل الغثيان، والارتباك، وفقدان الوعي."
},
{
    "id": 139,
    "name": "الاضطراب الهوسي",
    "description": "الاضطراب الهوسي هو حالة نفسية تتميز بفترات من السلوك المفرط النشاط، التفكير السريع، وفقدان السيطرة على الاندفاعات. يرتبط عادةً بالاضطراب ثنائي القطب."
},
{
    "id": 140,
    "name": "اضطراب الشخصية المعادية للمجتمع",
    "description": "اضطراب الشخصية المعادية للمجتمع هو حالة نفسية يتميز فيها الشخص بنمط من التصرفات المتهورة وعدم احترام القوانين والأعراف الاجتماعية."
},
{
    "id": 141,
    "name": "الفصام",
    "description": "الفصام هو اضطراب عقلي يؤثر على التفكير والمشاعر والسلوك. يعاني الأشخاص المصابون بالفصام من الهلوسة والأوهام وصعوبة في التفاعل الاجتماعي."
},
{
    "id": 142,
    "name": "اضطراب القلق العام",
    "description": "اضطراب القلق العام هو حالة نفسية تتميز بالقلق المستمر والمفرط حول أمور الحياة اليومية، مما يؤثر على القدرة على التركيز والنوم."
},
{
    "id": 143,
    "name": "الاضطراب النفسي المزمن",
    "description": "الاضطراب النفسي المزمن هو حالة يعاني فيها الشخص من أعراض نفسية مستمرة لفترة طويلة، مما يؤثر على حياته اليومية. يمكن أن يشمل القلق والاكتئاب."
},
{
    "id": 144,
    "name": "اضطراب الشخصية النرجسية",
    "description": "اضطراب الشخصية النرجسية هو اضطراب عقلي يتميز بالشعور المبالغ فيه بالأهمية والحاجة المستمرة للإعجاب من الآخرين. يمكن أن يؤثر على العلاقات الشخصية."
},
{
    "id": 145,
    "name": "الاكتئاب الموسمي",
    "description": "الاكتئاب الموسمي هو نوع من الاكتئاب يحدث في فترات معينة من السنة، عادةً في الشتاء بسبب قلة التعرض لأشعة الشمس. يتسبب في الشعور بالحزن وفقدان الطاقة."
},
{
    "id": 146,
    "name": "القلق المرضي",
    "description": "القلق المرضي هو اضطراب نفسي يتميز بالقلق المفرط والمستمر حول مختلف جوانب الحياة. يمكن أن يتسبب في صعوبة في النوم وفقدان التركيز."
},
{
    "id": 147,
    "name": "الاضطراب الهضمي العصبي",
    "description": "الاضطراب الهضمي العصبي هو حالة تؤثر على الجهاز الهضمي بسبب عوامل نفسية مثل التوتر والقلق. يتسبب في آلام البطن والإسهال أو الإمساك."
},
{
    "id": 148,
    "name": "الصداع النصفي",
    "description": "الصداع النصفي هو نوع من الصداع الشديد الذي يتسبب في ألم نابض عادةً على جانب واحد من الرأس. قد يترافق مع أعراض مثل الغثيان والحساسية للضوء."
},
{
    "id": 149,
    "name": "اضطراب الأكل القهري",
    "description": "اضطراب الأكل القهري هو حالة نفسية يتميز فيها الشخص بتناول كميات كبيرة من الطعام بشكل غير متحكم فيه، مما يؤدي إلى الشعور بالذنب والعار."
},
{
    "id": 150,
    "name": "الاضطراب النفسي المرتبط بالتوتر",
    "description": "الاضطراب النفسي المرتبط بالتوتر يحدث عندما يتسبب التوتر المستمر في ظهور أعراض نفسية مثل القلق والاكتئاب، ويؤثر على الحياة اليومية."
} 
]
